Repository: zeitschlag/einkaufszettl
Catalog: Einkaufszettl/Resources/*.lproj/Localizable.strings
Languages: de

# GENERAL.YES
source: Yes
de: Ja

# GENERAL.NO
source: No
de: Nein

# GENERAL.CANCEL
source: Cancel
de: Abbrechen

# GENERAL.REMOVE
source: Remove
de: Löschen

# need to buy
source: You haven't bought this yet
de: Fehlt Dir noch

# bought already
source: You have already bought this
de: Hast Du schon

# PRODUCT_LIST.ADD
source: I need this!
de: Brauche ich

# PRODUCT_LIST.REMOVE
source: I don't need that
de: Brauche ich nicht

source: Delete
de: Löschen

# shopping.finished.message
source: You're done with your shopping this time! Now enjoy your life!
de: Du hast dieses Mal alles eingekauft. Jetzt genieß das Leben!

# shopping.finished.action.title
source: Alright!
de: Alles klar!

# SHOPPING_LIST.REMOVE.ALL
source: Remove everything from list
de: Alle entfernen

# SHOPPING_LIST.REMOVE.MARKED_ONLY
source: Remove bought products only
de: Nur gekaufte Produkte entfernen

# SHOPPING_LIST.BOUGHT
source: Bought!
de: Gekauft!

# SHOPPING_LIST.BUY_AGAIN
source: Buy again!
de: Nochmal kaufen

# SHOPPING_LIST.REMOVE_FROM_LIST
source: Remove from List
de: Doch nicht

# SHOPPING_LIST.SETTINGS.TITLE.ACCESSIBILITY.LABEL
source: Settings
de: Einstellungen

# SHOPPING_LIST.SETTINGS.TITLE.ACCESSIBILITY.HINT
source: Opens the In-App-Settings, where you can order the categories, for example.
de: Öffnet die Einstellung, wo Du beispielsweise die Reihenfolge der Kategorien ändern kannst.

# SHARING.PREFIX
source: Can you buy the following things, when you do the shopping, please?
de: Kannst Du bitte noch folgendes mitbringen, wenn Du einkaufen gehst?

# SHARING.SUFFIX
source: Thank you very much!
de: Vielen Dank!

source: Basic Information
de: Grundlegende Informationen

# quantities
source: Measurement
de: Mengenangaben

source: Unit
de: Einheit

source: Category
de: Abteilung

source: (No Category)
de: (Ohne Abteilung)

source: Amount
de: Menge

source: (No Unit)
de: (Keine Einheit)

# search thing placeholder
source: Search/Create Item
de: Sache suchen/erstellen

source: Remove %@ irrevocably?
de: %@ unwiderruflich löschen?

# PRODUCT_LIST.TITLE
source: Add new products
de: Produkte hinzufügen

# UNITS.TITLE
source: Choose a unit
de: Einheit auswählen

source: (No Name)
de: (Kein Name)

# SELECT.THIS_UNIT
source: Select
de: Auswählen

# search unit placeholder
source: Search/Create Unit
de: Einheit suchen/erstellen

# units.title
source: All units
de: Alle Einheiten

# CATEGORIES.TITLE
source: Choose a category
de: Abteilung auswählen

# SELECT.THIS_CATEGORY
source: Select
de: Auswählen

# search category placeholder
source: Search/Create Category
de: Abteilung suchen/erstellen

# categories.title
source: All units
de: Alle Abteilungen

# SETTINGS.TITLE
source: Settings
de: Einstellungen

# SETTINGS.LICENSES.TITLE
source: Licenses
de: Lizenzen

# SETTINGS.HIDE_CATEGORIES.TITLE
source: Hide Categories
de: Kategorien ausblenden

# SETTINGS.CATEGORY_DISPLAY_ORDER
source: Display Order of Catgories
de: Reihenfolge der Kategorien

# SETTINGS.HIDE_CATEGORIES
source: Hide Categories
de: Kategorien ausblenden

# SETTINGS.LICENSES
source: Licenses
de: Lizenzen

# SETTINGS.GESTURE
source: Gesture
de: Bedienungsgeste

# SETTINGS.GESTURE.SWIPE
source: Swipe
de: Wischgeste

# SETTINGS.CATEGORY_DISPLAY_ORDER.TITLE
source: Display Order
de: Reihenfolge

# SETTINGS.LICENCE.TEXT.PREFIX
source: This App uses the following libraries and assets:
de: Diese App nutzt die folgenden Bibliotheken und Assets:

# DISPLAY_ORDER_BUG_MESSAGE
source: Due to a bug in the app I had to reorder the categories. I'm really sorry for that. Please check, if your categories are in the correct orders
de: Aufgrund eines Fehlers in der App konnte es passieren, dass die Reihenfolge der Produktkategorien nicht richtig funktioniert hat, wenn du eigene Kategorien hinzugefügt hast. Dafür möchte ich mich entschuldigen. Um den Fehler zu beheben, musste ich die Kategorien neu anordnen. Bitte wirf doch bei Gelegenheit mal einen Blick in die Einstellungen und überprüfe, ob die Kategorien noch in der richtigen Reihenfolge sind. Nochmal: Sorry und Danke, dass du den Einkaufszettl nutzt.
